Repository: badicloud/HRCon
Catalog: HRConcourse.Web/Areas/Filler/Resources/DocumentFill/Index2.*.resx
Languages: es

source: Actions
es: Acciones

source: Approved
es: Aprobado

# Approved_Help
source: Documents in this category are approved.
es: Los documentos en esta categoría están aprobados.

# ChangeDocSelection
source: Change selection here
es: Cambiar seleccion aqui

# ChangeDocumentError
source: An error occurred while trying to change the selection. Please refresh the page and try again.
es: Ocurrió un error mientras se intentaba cambiar la selección. Por favor actualice la página e intente nuevamente.

# Filled
source: Submitted
es: Enviado

# Filled_Help
source: Documents in this category are submitted and pending approval.
es: Los documentos en esta categoría se encuentran enviados y pendientes de aprovación.

# GoBackToHome
source: Back to Home
es: Volver al Inicio

# HelpPageTitle
source: HR Concourse - Help
es: HR Concourse - Ayuda

source: Loading...
es: Cargando...

# LoadingError
source: There was a problem loading the page. Please try again later
es: Ocurrió un error al cargar la página. Por favor intente más tarde.

# LoadPageError
source: There was a problem retrieving the document. Please try again later.
es: Ocurrió un error obteniendo el documento. Por favor intente más tarde.

# PageCommentsTitle
source: Page Comments
es: Comentarios de la página

# PartialDocumentPages1
source: This is a partial document. You can view the original document
es: Este es un documento parcial. El documento original se puede ver

# PartialDocumentPages2
source: here
es: aqui

source: Pending
es: Pendiente

# Pending_Help
source: Documents in this category require your action, this documents need to be filled.
es: Los documentos en esta categoría requieren de su acción, los mismos deben ser completados.

# ReadOnly
source: Informational
es: Informativo

# ReadOnly_Help
source: Documents in this category are provided for information.
es: Los documentos en esta categoría son provistos para bindar información.

# SubmitCommentsError
source: There was an error while submitting the comments. Please try again later.
es: Ocurrió un error mientras se enviaban los comentarios. Por favor intente más tarde.

# SubmitCommentsSuccess
source: The comments have been correctly submitted.
es: Los comentarios fueron enviados correctamente.

# SubmitError
source: There was a problem submitting the page. Please try again later.
es: Ocurrió un error enviando la página. Por favor intente más tarde.

source: Submit page comments
es: Enviar comentarios

source: Submitting...
es: Enviando...

source: Summary
es: Resumen

source: Upload
es: Subir

# UploadError
source: There was an error while uploading the document. Please try again later.
es: Ocurrió un error mientras se cargaba el documento. Por favor intente más tarde.

# WelcomeSection
source: Start
es: Inicio

source: Your Documents
es: Tus documentos

# ShowLessErrors
source: show less
es: mostrar menos

# ShowMoreErrors
source: show more
es: mostrar mas

source: Expired
es: Expirado

# Expired_Help
source: Documents in this category are expired and can not be modified.
es: Los documentos en esta categoría están expirados y no pueden modificarse.

# Help_Title
source: Help
es: Ayuda

# UploadMultipleFilesError
source: Please upload one document at a time.
es: Por favor envíe un documento a la vez.

# UploadPageNumberError
source: The uploaded document doesn't have the required amount of pages.
es: El documento enviado no tiene la cantidad de paginas requeridas.

# UploadParsingError
source: The uploaded document can not be parsed correctly.
es: El documento seleccionado no se puede parsear correctamente.
